immutable_var = 1, 3, False, 4           #  - Создайте переменную immutable_var и присвойте ей кортеж из нескольких элементов разных типов данных.
print(immutable_var)                     #  - Выполните операции вывода кортежа immutable_var на экран.
# immutable_var[2] = True  Потому что кортеж это не ихзменяемый структуры данных это аксиома  #  - Попытайтесь изменить элементы кортежа immutable_var. Объясните, почему нельзя изменить значения элементов кортежа.
mutable_list = [1, 3, False, 4]          #  - Создайте переменную mutable_list и присвойте ей список из нескольких элементов.
mutable_list[2] = True                   #  - Измените элементы списка mutable_list.
print(mutable_list)                      #  - Выведите на экран измененный список mutable_list.